{
  "home": {
    "title": "Willkommen beim Informations-Service zur Müllabholung in Amberg",
    "description": "Prüfen Sie bequem aktuelle Termine und Informationen für Ihren Wohnort"
  },
  "language": {
    "english": "ENG",
    "german": "DE"
  },
  "nav": {
    "home": "Home",
    "schedule": "Plan"
  },
  "zone_input": {
    "title": "Geben Sie Ihr Abfuhrgebiet ein:",
    "help": "Nicht sicher, zu welchem Abfuhrgebiet Sie gehören? Besuchen Sie ",
    "help2": "für weitere Informationen oder suchen Sie Ihre Müllabholung über den Straßennamen.",
    "button": "Suchen",
    "feedback_valid": "Gültiges Abfuhrgebiet",
    "feedback_invalid_code": "Abfuhrgebiet {{zone_code}} existiert nicht, bitte versuchen Sie es erneut"
  },
  "street_input": {
    "title": "Geben Sie Ihre Straße ein:",
    "placeholder": "Geben Sie Ihren Straßennamen ein",
    "no_data_placeholder": "Keine Straßendaten verfügbar",
    "button": "Suchen",
    "feedback_invalid_street": "Straße {{street}} nicht gefunden, bitte versuchen Sie es erneut."
  },
  "schedule_page": {
    "title": "Ausgewähltes Abfuhrgebiet: {{zone_code}}"
  },
  "waste_types": {
    "Restmüll": "Restmüll",
    "Biomüll": "Biomüll",
    "Papiermüll": "Papiermüll",
    "Gelber Sack": "Gelber Sack"
  },
  "next_pickups": {
    "title": "Nächste Abholungen",
    "today": "Heute",
    "tomorrow": "Morgen",
    "days": "in {{count}} Tagen",
    "no_pickup": "Keine Abholung verfügbar"
  },
  "schedule": {
    "title": "Abfuhrkalender"
  },
  "map": {
    "title": "Abfuhrgebietekarte",
    "zone_label": "Abfuhr​gebiet",
    "select_all": "Alle auswählen",
    "clear_all": "Alle abwählen",
    "hint": "Hinweis: Diese Karte zeigt eine Übersicht der Abfuhrtsgebiete. Es ist nicht garantiert, dass jede Straße und Zonenbezeichnung korrekt abgebildet ist. Nicht jede farbig oder unfarbig markierte Straße gehört notwendigerweise zu dem angezeigten Gebiet. Für genaue Informationen können Sie Ihr Abfuhrtsgebiet über die Straßensuche oder Abfuhrgebietsuche überprüfen."
  },
  "error_messages": {
    "server": "Ups! Unsere Daten-Schnecke ist unterwegs, hat aber kurz an einer Salatbar Halt gemacht. Versuch's gleich nochmal!",
    "zone": "Wir haben überall nach dem Abfuhrgebiet gesucht… aber nur eine leere Mülltonne gefunden",
    "requests": "Ups! Wir wissen, Ambergs Müllabholung ist super spannend – aber mach bitte etwas langsamer, damit wir noch mithalten können"
  },
  "footer": {
    "disclaimer": "Diese Website ist eine unabhängiges Projekt und steht in keiner Verbindung zur Stadt Amberg oder zu deren Ämtern, Einrichtungen oder Dienstleistungen. Sie wird weder von der Stadt Amberg autorisiert noch unterstützt. Die dargestellten Abfallabholungsdaten werden mittels optischer Zeichenerkennung (OCR) aus öffentlich zugänglichen Kalendern und Tabellen gewonnen. Trotz größtmöglicher Sorgfalt kann keine Gewähr für die Vollständigkeit, Richtigkeit oder Aktualität der Angaben übernommen werden. Maßgeblich ist ausschließlich der offizielle Abfallkalender der Stadt Amberg.",
    "website_link": "https://amberg.de/abfallberatung"
  }
}
